Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/insyja.tmx
Source language: ru
Languages: be

source: Историческая застройка ул. Калинина (Заручаевская)
be: Гістарычная забудова вул. Калініна (Заручаеўская)

source: Историческая застройка ул. Карла Маркса
be: Гістарычная забудова вул. Карла Маркса

source: Историческая застройка ул. Кирова
be: Гістарычная забудова вул. Кірава

source: Историческая застройка ул. Коммунаров
be: Гістарычная забудова вул. Камунараў

source: Историческая застройка ул. Комсомольская (Нижне-Петровская)
be: Гістарычная забудова вул. Камсамольская (Ніжне-Пятроўская)

source: Историческая застройка ул. Леваневского (Пуласки)
be: Гістарычная забудова вул. Леванеўскага (Пуласкага)

source: Историческая застройка ул. Ленина
be: Гістарычная забудова вул. Леніна

source: Историческая застройка ул. Ленина (Великая)
be: Гістарычная забудова вул. Леніна (Вялікая)

source: Историческая застройка ул. Маяковского (Центральная площадь)
be: Гістарычная забудова вул. Маякоўскага (Цэнтральны пляц)

source: Историческая застройка ул. Ожешко
be: Гістарычная забудова вул. Ажэшкі

source: Историческая застройка ул. Парижской коммуны
be: Гістарычная забудова вул. Парыскай камуны

source: Историческая застройка ул. Покровская
be: Гістарычная забудова вул. Пакроўская

source: Историческая застройка ул. Пролетарская
be: Гістарычная забудова вул. Пралетарская

source: Историческая застройка ул. Путна / ул. Урицкого (Офицерская)
be: Гістарычная забудова вул. Путна / вул. Урыцкага (Афіцэрская)

source: Историческая застройка ул. Пушкина
be: Гістарычная забудова вул. Пушкіна

source: Историческая застройка ул. Революционная (Большая Ильинская)
be: Гістарычная забудова вул. Рэвалюцыйная (Вялікая Ільінская)

source: Историческая застройка ул. Советская
be: Гістарычная забудова вул. Савецкая

source: Историческая застройка ул. Советской Армии (Никольская)
be: Гістарычная забудова вул. Савецкай Арміі (Мікольская)

source: Историческая застройка ул. Суворова (Взгорская)
be: Гістарычная забудова вул. Суворава (Узгорская)

source: Историческая застройка ул. Толстого (подвинско)
be: Гістарычная забудова вул. Талстога (Падзвінская)

source: Историческая застройка ул. Фрунзе
be: Гістарычная забудова вул. Фрунзэ

source: Историческая застройка ул. Чехова (Ветряная)
be: Гістарычная забудова вул. Чэхава (Ветраная)

source: Исторический центр города
be: Гiстарычны цэнтр горада

source: Источник - Скрипутёво
be: Крыінца

source: ИСУ-152
be: ІСУ-152

source: Июльская улица
be: Ліпеньская вуліца

source: Каб. охраны труда
be: Каб. аховы працы

source: Казаки
be: Казакі

source: Казарменный Городок
be: Казармавы Гарадок

source: Казармы
be: Кашары

source: Казимировка
be: [Казіміраўка, Казіміроўка]

source: Казино "Palace"
be: Казіно "Palace"

source: Казино Фараон
be: Казіно «Фараон»

source: Казюково
be: Казюкова

source: Калачевская улица
be: Калачаўская вуліца

source: Каледино
be: Каледзіно

source: Калий-1
be: Калій 1

source: Калий-3
be: Калій 3

source: Калинин
be: Калінін

source: Калинковичи
be: Калінкавічы

source: Калинковичи-Восточные
be: Калінкавічы Усходнія

source: Калиновая улица
be: Калінавая вуліца

source: Калиновского
be: Каліноўскага

source: Кальвария
be: Кальварыя

source: Кальвинский сбор
be: Кальвінскі збор

source: Калюжная улица
be: Калюжная вуліца

source: Калючинская улица
be: Калючынская вуліца

source: Каменецкая Вежа (Белая)
be: Камянецкая Вежа (Белая)

source: Каменецкий районный исполнительный комитет
be: Каменецкі раённы выканаўчы камітэт

source: Каменистая
be: Камяністая

source: Каменная Слобода
be: Каменная Слабада

source: Каменные кресты
be: Каменныя крыжы

source: Каменные могилы
be: Каменныя магілы

source: Каменный крест
be: Каменны крыж

source: Каменный Лог
be: Каменны Лог

source: Каменское
be: Каменскае

source: Камень филаретов
be: Камень філарэтаў

source: Камни с крестами
be: Камяні з крыжамі

source: Канализационная насосная станция
be: Каналізацыйная помпавая станцыя

source: Канал Огинского
be: Канал Агінскага

source: Канаши
be: воз. Канашы

source: Капличная улица
be: Каплiчная вуліца

source: Капоренка
be: Капоранка

source: Капоренские Ляды
be: Капоранскія Ляды

source: Каравайная улица
be: Каравайная вуліца

source: Каравайно
be: воз. Каравайна

source: Карасинка
be: воз. Карасінка

source: Кардиодиспансер
be: Кардыядыспансер

source: Кардиологическая поликлиника
be: Кардыялагічная паліклініка

source: Карета губернатора Захария Корнеева
be: Карэта губернатара Захарыя Карнеева

source: Карклинские
be: Карклінскія

source: Карловщина
be: Карлаўшчына

source: Карповичи
be: Карпавічы

source: Картинг-клуб "ЛеМан"
be: Картынг-клуб "ЛеМан"

source: Картинговый стадион
be: Картынгавы стадыён

source: Картинг-прокат "Час Картинга"
be: "Гадзiна Картынгу"

source: Картинг-стадион
be: Картынг-стадыён

source: Карьер
be: Кар’ер

source: карьер "Хмелевские пруды"
be: кар'ер "Хмелеўская сажалкі"

source: Карьер (кварцевого песка)
be: Кар’ер

source: Касатишки
be: Касацішкі

source: Касневщина
be: Каснеўшчына

source: Катичев
be: Кацічаў

source: Католическое кладбище
be: Каталіцкія могілкі

source: Катриново
be: Катрынова

source: Кафедральный собор Сошествия Святого Духа
be: Кафедральны сабор Сашэсця Святога Духа

source: Кафетерий
be: Кафетэрый

source: Каштановая улица
be: Каштанавая вуліца

source: квартал Строителей
be: квартал Будаўнікоў

source: Квасовщина
be: Квасаўшчына

source: Кветино
be: воз. Квеціна

source: Квитевцы
be: Квіцеўцы

source: Кермеляны
be: Кермяляны

source: Керхер-Центр
be: Керхер-Цэнтр

source: КЗ «Минск»
be: КЗ «Мінск»

source: Километровый столб
be: Кіламетровы слуп

source: Киркишки
be: Кіркішкі

source: Кирова
be: Кірава

source: Кировец
be: Кіравец

source: Кировский мост
be: Кіраўскі мост

source: Кирпичная улица
be: Цагляная вуліца

source: Киселёвки
be: Кісялёўкі

source: Кислородная станция
be: Кіслародная станцыя

source: кладбище
be: [кладбище, могілкі]

source: Кладбище
be: Могілкі

source: кладбище "Коптевка"
be: могілкі "Каптёўка"

source: Кладбище "Королев Стан"
be: Могілкі "Каралёў Стан"

source: кладбище «Билево»
be: могілкі «Білева»

source: Кладбище Балаховичское
be: Могілкі Балахоўскія

source: Кладбище Борисоглебское
be: Могілкі Барысаглебскія

source: кладбище Бороники-1
be: могілкі Баронікі-1

source: кладбище Бороники-2
be: могілкі Баронікі-2

source: Кладбище Военное
be: Могілкі Вайсковыя

source: Кладбище военное времен 1-й мировой войны
be: Могілкі вайсковыя часоў 1-й сусветнай вайны

source: Кладбище военное времен 1-й мировой войны и войны 1920 г.
be: Могілкі вайсковыя часоў 1-й сусветнай вайны і вайны 1920 г.

source: кладбище возле ст. Лучёса
be: могiлкi каля ст. Лучоса

source: Кладбище Восточное
be: Могілкі Ўсходнія

source: Кладбище габрэйския
be: Могілкі габрэйския

source: Кладбище д. Копище
be: Могілкі

source: Кладбище еврейское
be: Могілкі габрэйскія

source: Кладбище католическое
be: Могілкі каталіцкія

source: Кладбище католическое. Часовня
be: Могілкі каталіцкія. Капліца

source: Кладбище лютеранское
be: Могілкі лютэранскія

source: Кладбище Никропольское
be: Могілкі Нікрапольскія

source: Кладбище новые христианские
be: Могілкі новыя хрысціянскія

source: Кладбище польских солдат погибших в 1920г.
be: Могілкі польскіх жаўнераў палеглых у 1920г.

source: Кладбище польское военное времен войны 1920 г.
be: Могілкі польскія вайсковыя часоў вайны 1920 г.

source: Кладбище православное
be: Могілкі праваслаўныя

source: Кладбище рода Войниловичей
be: Могілкі роду Вайніловічаў

source: Кладбище рода щит
be: Могілкі роду Шчытоў

source: Кладбище семейные Жуков
be: Могілкі сямейныя Жукоў

source: Кладбище старое
be: Могілкі старыя

source: Кладбище старое еврейское
be: Могілкі старыя габрэйскія

source: Кладбище старое католическое
be: Могілкі старыя каталіцкія

source: Кладбище старое католическое. Часовня
be: Могілкі старыя каталіцкія. Капліца

source: Кладбище старое католическое. Часовня Святого Лаврентия
be: Могілкі старыя каталіцкія. Капліца Святога Лаўрэнція

source: Кладбище старое католическое (занеманское)
be: Могілкі старыя каталіцкія (занёманскія)

source: Кладбище старое католическое (фарное)
be: Могілкі старыя каталіцкія (фарныя)

source: Кладбище старое православное
be: Могілкі старыя праваслаўныя

source: Кладбище старое православное. Часовня
be: Могілкі старыя праваслаўныя. Капліца

source: Кладбище старое прицерковных
be: Могілкі старыя прыцаркоўныя

source: Кладбище старое христианское
be: Могілкі старыя хрысціянскія

source: Кладбище старообрядческие
be: Могілкі стараверскія

source: Кладбище татарское (Мизар)
be: Могілкі татарскія (Мізар)

source: Кладбище татарское (Мизар) - 2
be: Могілкі татарскія (Мізар) - 2

source: Кладбище Тришинское
be: Могілкі Трышынскія

source: Кладбище Уручье
be: Могілкі Уручча

source: Кладбище христианское
be: Могілкі хрысціянскія

source: Кладбище христианское. Усыпальница
be: Могілкі хрысціянскія. Капліца-пахавальня

source: Кладбище христианское. Часовня
be: Могілкі хрысціянскія. Капліца

source: Классик Бильярдный клуб ООО "Классик Плюс"
be: Класік Більярдны клуб ТАА "Класік Плюс"

source: Клеватишки
be: Клевацішкі

source: Клевер Парк
be: Канюшына Парк

source: Кленовая улица
be: Кляновая вуліца

source: Клетное
be: Клетнае воз.

source: Клешно
be: воз. Клешна

source: Клибовщина
be: Клібаўшчына

source: Клим
be: Клім

source: Климовичи
be: Клімавічы

source: Клиника
be: Клініка

source: Клиническое кладбище
be: Могілкі ў Клінах

source: Клинск
be: Клінск

source: Клины
be: Кліны

source: Клипы
be: Кліпы

source: Кличев
be: Клічаў

source: Клоун с пуделем
be: Клоўн з пудзелем

source: Клуб айкибудо "Синган додзе"
be: Клуб айкібудо «Сінган додзэ»

source: Клуб айкидо Mumonkan
be: [Клуб айкідо Mumonkan, Клуб айкідо Муманкан]

source: Клыповщина
be: Клыпаўшчына

source: Клюшово
be: Клюшова

source: Кляштор доминиканцев
be: Кляштар дамініканаў

source: Кляштор францисканцев
be: Кляштар францысканаў

source: Княгинин
be: Княгінін

source: Княжица
be: Княжыца

source: Кобрин
be: Кобрын

source: Кобяки
be: Кабякі

source: Ковалёва Лоза
be: Кавалёва Лаза

source: Ковалёвка
be: Кавалёўка

source: Ковалевщина
be: Кавалеўшчына

source: Ковальки
be: Кавалькі

source: Когальное
be: Кагальнае

source: Коди
be: Кодзі

source: Кожно-венерологический диспансер
be: Скура-венералагічны дыспансэр

source: Кожушки
be: Кажушкі

source: Козелужцы
be: Казялужцы

source: Козельские
be: Казельскія

source: Козенки
be: Козенкі

source: Козлики
be: Козлікі

source: Козюково
be: Казюкова

source: Койданово
be: Койданава

source: Койдинец
be: воз. Койдзінец

source: Колбасино
be: Калбасіно

source: Колбасинская улица
be: Каўбасінская вуліца

source: Колбасинский переулок
be: Каўбасінскі завулак

source: Колганово
be: Калганова

source: Колки
be: Колкі

source: Коллегиум иезуитов
be: Калегіум езуітаў

source: Колледж
be: Каледж

source: Колледж имени Дорощенко
be: Каледж імя Дарашчэнкі

source: Колледж Машиностроения
be: Каледж Машынабудавання

source: Коллективная улица
be: Калектыўная вуліца

source: Коллективный переулок
be: Калектыўны завулак

source: Колодищанская поликлиника
be: Каладзішчанскія паліклініка

source: Колодищанское кладбище
be: Каладзішчанскія могілкі

source: Колодищанскокое
be: Калодзішчанкае

source: Колодищи
be: Калодзішчы

source: Колодки
be: Калодкі

source: Коложа
be: Каложа

source: Колокол Нагасаки
be: Звон Нагасакі

source: Колокольня
be: Званіца

source: Колокольня (руины)
be: Званіца (руіны)

source: Колония чиновников
be: Калонія ураднікаў

source: Колонка с водой
be: Калонка з вадой

source: Колонна в Честь Конституции 3 мая 1791 г.
be: Калона ў гонар Канстытуцыі 3 мая 1791 г.

source: Колонна в честь Конституции РП 3 мая 1791 г.
be: Калона ў гонар Канстытуцыі РП 3 мая 1791 г.

source: Колос
be: Колас

source: Колосово
be: Коласава

source: Колпаки
be: Каўпакі

source: Колпино
be: [Колпіна, воз. Колпіна]

source: Колхозная улица
be: Калгасная вуліца

source: Колхозный Переулок
be: завулак Калгасны

source: Колыбань
be: Калыбань

source: Кольцевая улица
be: Кальцавая вуліца

source: Кольцевой переулок
be: Кальцавы завулак

source: Колядичи
be: Калядзічы

source: Комаровский рынок
be: Камароўскі рынак

source: Комбайнёрская улица
be: Камбайнёрская вуліца

source: Комбинат хлебопродуктов
be: Віцебскі камбінат хлебапрадуктаў

source: Комитет КГБ
be: КДБ

source: Комитет по архитектуре и строительству витебского облисполкома
be: Камітэт па архітэктуры і будаўніцтве Віцебскага аблвыканкама

source: Коммунальная улица
be: Камунальная вуліца

source: Коммунальный тупик
be: Камунальны тупік

source: Коммунары
be: Камунары

source: Коммунистическая улица
be: Камуністычная вуліца

source: Комната школьника
be: Пакой школьніка

source: Комотово
be: Коматава

source: Комсомольская улица
be: Камсамольская вуліца

source: Комсомольский район
be: Камсамольскі раён

source: Кондратенко Роман Исидорович
be: Кандраценка Раман Ісідравіч

source: Коневичи
be: Канявічы

source: Коновалы
be: Канавалы

source: Конопельки
be: Канапелькі

source: Коноплянка
be: воз. Канаплянка

source: Константина и Елены
be: Царква Св. Канстанціна й Алены

source: Конституционный суд РБ
be: Канстытуцыйны суд РБ

source: Конюшни
be: Стайні

source: Кооперативная улица
be: Кааператыўная вуліца

source: Копенец
be: воз. Капенец

source: Копцевичи
be: Капцэвічы

source: Кораневское
be: воз. Каранёва

source: Коренёвка
be: Каранёўка

source: Коренёво
be: Каранёва

source: Коржевка
be: Коржаўка

source: Коркутяны
be: Каркуцяны

source: Корнилы
be: Карнілы

source: коровник
be: кароўнік

source: Коровник
be: Кароўнік

source: Королевские 1
be: Каралеўскія 1

source: Королинская улица
be: Каралінская вуліца

source: Королихинская улица
be: Караліхінская вуліца

source: Корона
be: Карона

source: Корсаки
be: Карсакі

source: Корчики
be: Корчыкі

source: Корчма
be: Карчма

source: Косицкая
be: Косіцкая

source: Космачевское
be: Касмачэўскае воз.

source: космонавтам: белорусу П.Климуку и поляку М. Гермашевскому
be: касманаўтам: беларусу П.Климуку і паляку М. Гермашевскому

source: Косовинка
be: Касавінка

source: Коссово-Полесское
be: Косава Палескае

source: Костел
be: Касцёл

source: Костел (не достроен)
be: Касцёл (не дабудаваны)

source: Костел (руины)
be: Касцёл (руіны)

source: Костел Адведiнав Пресвятой Девы Марии
be: Касцёл Адведзiнаў Найсвяцейшай Панны Марыі

source: Костел Благовещения Деве Марии
be: Касцёл Звеставання Найсвяцейшай Панне Марыі

source: Костел Божией Матери
be: Касцёл Маці Божай Нястомнае Дапамогі

source: Костел Воздвижения Святого Креста (на Кальварии)
be: Касцёл Узвышэння Святога Крыжа (на Кальварыі)

source: Костел во Имя Девы Марии
be: Касцёл Імя Панны Марыі

source: Костел в Честь Снятия с Креста Спасителя
be: Касцёл у Гонар Зьняцьця з Крыжа Збавіцеля

source: Костел Девы Марии Ангельской
be: Касцёл Маці Божай Анёльскай

source: Костел Девы Марии Ангельской и кляштор францисканцев
be: Касцёл Маці Божай Анёльскай і кляштар францысканаў

source: Костел Девы Марии Королевы
be: Касцёл Маці Божай Каралевы

source: Костел и кляштор бенедиктинок
be: Касцёл і кляштар бэнэдыктынак

source: Костел и монастырь доминиканцев
be: Касцёл і кляштар дамініканаў

source: Костел и монастырь цистерцианцев
be: Касцёл і кляштар цыстэрцыянаў

source: Костел Матери Божией Матери
be: Касцёл Маці Божай Шкаплернай

source: Костел Матери Божией Матери и кляштор кармелитов
be: Касцёл Маці Божай Шкаплернай і кляштар кармелітаў

source: Костел Матери Божией Милосердия
be: Касцёл Маці Божай Міласэрнасьці

source: Костел Матери Божьей Неустанной Помощи
be: Касцёл Маці Божай Нястомнай Дапамогі

source: Костел Матери Божьей Святого Розария
be: Касцёл Маці Божай Ружанцовай

source: Костел Непорочного Зачатия Пресвятой Девы Марии
be: Касцёл Беззаганнага Зачацця Найсвяцейшай Панны Марыі

source: Костел Непорочного Зачатия Пресвятой Девы Марии и кляштор бернардинок
be: Касцёл Беззаганнага Зачацця Найсвяцейшай Панны Марыі і кляштар бэрнардынак

source: Костел Непорочного Зачатия Пресвятой Девы Марии и кляштор францисканцев
be: Касцёл Беззаганнага Зачацця Найсвяцейшай Панны Марыі і кляштар францысканаў

source: Костел Опеки Божией Матери
be: Касцёл Апекі Маці Божай

source: Костел Открытия Святого Креста
be: Касцёл Адшукання Святога Крыжа

source: Костел Открытия Святого Креста и монастырь бернардинцев
be: Касцёл Адшукання Святога Крыжа і кляштар бэрнардынаў

source: Костел Посещения Пресвятой Девы Марии
be: Касцёл Наведзінаў Найсвяцейшай Панны Марыі

source: Костел Преображения Господня
be: Касцёл Перамянення Пана

source: Костел Пресвятой Девы Марии
be: Касцёл Найсвяцейшай Панны Марыі

source: Костел Рождества Пресвятой Девы Марии
be: Касцёл Нараджэння Найсвяцейшай Панны Марыі

source: Костел Св. Алексея
be: Касцёл Святога Аляксея

source: Костел Св. Андрея Апостола
be: Касцёл Святога Андрэя Апостала

source: Костел Св. Андрея и кляштор тринитариев
be: Касцёл Святога Андрэя Апостала і кляштар трынітарыяў

source: Костел Св. Вероники и кляштор бернардинцев
be: Касцёл Св. Веранікі і кляштар бэрнардынаў

source: Костел Св. Людовика
be: Касцёл Св. Людовіка

source: Костел Святого Андрея Боболи
be: Касцёл Святога Андрэя Баболі

source: Костел Святого Антония Падуанского
be: Касцёл Святога Антонія Падуанскага

source: Костел Святого Апостола Иакова
be: Касцёл Святога апостала Якуба

source: Костел Святого Архангела Михаила
be: Касцёл Святога Міхала Арханёла

source: Костел Святого Архангела Михаила и кляштор иезуитов
be: Касцёл Святога Міхала Арханёла і кляштар езуітаў

source: Костел Святого Архангела Михаила и кляштор францисканцев
be: Касцёл Святога Міхала Араханёла і кляштар францысканаў

source: Костел Святого Вацлава
be: Касцёл Святога Вацлава

source: Костел Святого Владислава
be: Касцёл Святога Ўладзіслава

source: Костел Святого Духа
be: Касцёл Святога Духа

source: Костел Святого Ефима
be: Касцёл Святога Яхіма

source: Костел Святого Иосифа
be: Касцёл Святога Юзафа рамесніка

source: Костел Святого Иосифа (доминиканцев)
be: Касцёл Святога Юзафа рамесніка (дамініканаў)

source: Костёл Святого Иосифа и монастырь бернардинцев
be: Касцёл Святога Юзафа рамесніка і кляштар бэрнардынаў

source: Костел Святого Казимира
be: Касцёл Святога Казіміра

source: Костел Святого Казимира (Фарный)
be: Касцёл Святога Казіміра (Фарны)

source: Костел Святого Лаврентия
be: Касцёл Святога Лаўрэнція

source: Костел Святого Линуса
be: Касцёл Святога Лінуса

source: Костел Святого Николая
be: Касцёл Святога Мікалая

source: Костел Святого Роха
be: Касцёл Святога Роха

source: Костел Святого Сердца Иисуса
be: Касцёл Найсвяцейшага Сэрца Езуса

source: Костел Святого Сердца Иисуса и Святого Андрея Боболи
be: Касцёл Найсвяцейшага Сэрца Езуса і Святога Андрэя Баболі

source: Костел Святого Сердца Иисуса и Святого Иосифа
be: Касцёл Найсвяцейшага Сэрца Езуса і Святога Юзафа рамесніка

source: Костел Святого Станислава
be: Касцёл Святога Станіслава

source: Костел Святого Тадеуша
be: Касцёл Святога Тадэвуша

source: Костел святого Якова
be: Касцёл Святога Якуба Апостала

source: Костел Святого Яна Крестителя
be: Касцёл Святога Яна Хрысцiцеля

source: Костел Святого Яна Крестителя и кляштор францисканцев
be: Касцёл Святога Яна Хрысцiцеля і кляштар францысканаў

source: Костел Святой Анны
be: Касцёл Святой Ганны

source: Костел Святой Анны. Католическое кладбище
be: Касцёл Святой Ганны. Каталіцкія могілкі

source: Костел Святой Варвары
be: Касцёл Святой Барбары

source: Костёл Святой Варвары
be: Касцёл Святой Барбары

source: Костел Святой Терезы и кляштор пиаров
be: Касцёл Святога Тэрэзы й кляштар піяраў

source: Костел Святой Троицы
be: Касцёл Святой Тройцы

source: Костел Святой Троицы (Святого Роха)
be: Касцёл Святой Тройцы (Св. Роха)

source: Костел Святой Троицы и кляштор бернардинцев
be: Касцёл Святой Тройцы і кляштар бэрнардынаў

source: Костел Святой Троицы и кляштор миссионеров
be: Касцёл Святой Тройцы і кляштар місіянераў

source: Костел Святых Ангелов-Хранителей
be: Касцёл Анёлаў-Ахоўнікаў

source: Костел Святых Апостолов Петра и Павла
be: Касцёл Святых апосталаў Пятра й Паўла

source: Костел Святых Апостолов Петра и Павла и монастырь базилиан
be: Касцёл Святых апосталаў Пятра й Паўла і манастыр базыльянаў

source: Костел Святых Апостолов Петра и Павла и монастырь бернардинцев
be: Касцёл Святых апосталаў Пятра й Паўла і кляштар бэрнардынаў

source: Костел Святых Апостолов Петра и Павла и монастырь иезуитов
be: Касцёл Святых апосталаў Пятра й Паўла і кляштар езуітаў

source: Костел Тела
be: Касцёл Божага Цела

source: Костел Тела Господня (Фарный)
be: Касцёл Божага Цела (Фарны)

source: Костел Успения Пресвятой Девы Марии
be: [Касцёл Спачыну Найсвяцейшай Панны Марыі, Касцёл Унебаўзяцця Найсвяцейшай Панны Марыі]

source: Костел Успения Пресвятой Девы Марии и Святого Андрея Боболи
be: Касцёл Унебаўзяцця Найсвяцейшай Панны Марыі і Святога Андрэя Баболі

source: Костел Успения Пресвятой Девы Марии и Святого Яна Непомука
be: Касцёл Унебаўзяцця Найсвяцейшай Панны Марыі і Святога Яна Непамука

source: Костел францисканцев
be: [Касцёл францысканаў, Касцёл францысканцаў]

source: Костел Христа Царя
be: Касцёл Хрыста Валадара

source: Костенок
be: воз. Касцянок

source: Костюковичи
be: Касцюковічы

source: котельная
be: кацельная

source: Котельная
be: Кацельня

source: котельная «Южная»
be: кацельня «Паўднёвая»

source: Котенин
be: Каценін

source: Котлован подземных газопроводов
be: Катлаван падземных газаправодаў

source: Котловка
be: Катлоўка

source: Котовка
be: Катоўка

source: Коханово
be: Коханава

source: Кочержишки
be: Качаржышкі

source: Кравченки
be: Краўчанкі

source: Краеведческий
be: Краязнаўчы

source: Краеведческий музей
be: Краязнаўчы музей

source: Краевидная улица
be: Краявідная вуліца

source: Крайний переулок
be: Крайні завулак

source: Крайняя улица
be: Крайняя вуліца

source: Краковка
be: Кракоўка

source: Красная улица
be: Чырвоная вуліца

source: Красно
be: воз. Красна

source: Красноармейская улица
be: Чырвонаармейская вуліца

source: Красноармейский переулок
be: Чырвонаармейскі завулак

source: Красновская школа
be: Красноўская школа

source: Красное
be: Краснае

source: Красное Знамя
be: Чырвоны Сцяг

source: Красное кладбище
be: Красныя могілкі

source: Красное Озеро
be: Краснае Возера

source: Краснознамённая улица
be: Чырвонасцяжная вуліца

source: Краснопартизанская улица
be: Чырвонапартызанская вуліца

source: Красноселье
be: Краснаселле

source: Краснофлотская улица
be: Чырвонафлоцкая вуліца

source: Красный Бор
be: Чырвоны Бор

source: Красный Бор-2
be: Чырвоны Бор-2

source: Красный Брод
be: Красны Брод

source: Красный Двор
be: Красны Двор

source: Красный крест
be: Чырвоны крыж

source: Красный мост
be: Чырвоны мост

source: Красный Путь
be: Красны Пуць

source: Красный Рог
be: Красны Рог

source: Красный Угол
be: Красны Вугал

source: Красомай
be: воз. Красамай

source: Кревский замок
be: Крэўскі замак

source: Кремешево
be: Крамешава

source: крест
be: крыж

source: Крест
be: Крыж

source: Кривые окуни
be: воз . Крывыя Акуні

source: Кривяч
be: Крывяч

source: Крикалы
be: Крыкалы

source: Криница
be: Крынiца

source: Криничино
be: Крынічына

source: Криничная
be: Крынічная

source: Криничная улица
be: Крынічная вуліца

source: Криничный переулок
be: Крынічны завулак

source: Кристалл
be: Крышталь

source: Кричев-1
be: Крычаў-1

source: Кричев-2
be: Крычаў 2

source: Круглое
be: Круглае

source: Круглое Поле
be: Круглае Поле

source: Круглый Бор
be: Круглы Бор

source: Круговая улица
be: Кругавая вуліца

source: Круговец
be: Кругавец

source: Круговка
be: Кругоўка

source: Крулевщизна
be: Крулеўшчына

source: Крупань
be: воз. Крупань

source: Крупенец
be: воз. Крупянец

source: Крупки
be: Крупкі

source: Крыжовка
be: Крыжоўка

source: Крынки
be: Крынкі

source: Крытый рынок
be: Крыты рынак

source: Крыштули
be: Крыштулі

source: Крюки
be: Крукі

source: Кстинская улица
be: Ксцінская вуліца

source: Кстинский переулок
be: Ксцінскі завулак

source: Кстовская гора
be: Кстова

source: Ктаторову
be: Ктатараву
